[
    {
        "id": "01",
        "title": "RWA Photo Open Exhibition",
        "img": "https://images.unsplash.com/photo-1619017333386-893f9d6e6c3b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
        "date": "Tuesday, November, 22nd 2022",
        "description": "Submit your digital images online by Monday 5 December 22 for a chance to be included at the RWA Photo Open Exhibition, running from 28th January to 1st May 2023. A selection panel including internationally acclaimed artists will review every entry, and if selected, your work will be shown in the RWA's main galleries alongside some of today’s leading photographic artists and seen by thousands of visitors and potential buyers and available to buy online for a global audience. Enteries are open to all experience levels. A host of prizes are also up for grabs, including a £1000 voucher to spend with MPB in the Sponsor Awards. Entry is open until 9am on Monday 5 December 2022. You can enter up to three works/limited series. The standard entry fee is £21.00 per work. Discounted rates are as follows: Students £15.90 per work; Friends of the RWA £15.90 per work; Artist Network Members £10.50 per work; Academicians: free.For more information, and full terms visit the RWA website.Image courtesy of Robert Darch."
    },
    {
        "id": "02",
        "title": "Landscape Photographer of the Year",
        "img": "https://images.unsplash.com/photo-1544954617-f5c6b0d16164?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1149&q=80",
        "date": "Monday, October, 24th 2022",
        "description": "Landscape Photographer of the Year Awards celebrates the wonder and joys of the great British landscape and showcases the work of many talented photographers from all over the world. The photography competition is open to all, with a total prize fund worth over £20,000, an annual full-colour book of best entries and a touring exhibition throughout the UK. Landscape Photographer of the Year inspires us all to experience the joys of the British landscape first-hand.Running alongside the adult competition is Young Landscape Photographer Of The Year, open to everyone aged 18 or under. The Overall Winner will be awarded £10,000, with additional prizes for category and special award winners. The Overall Youth Winner will be awarded £1,000.Images must be of the United Kingdom of Great Britain and Northern Ireland, the Isle of Man or the Channel Islands but you do not have to be a UK resident to enter  entries are welcome from overseas entrants."
    },
    {
        "id": "03",
        "title": "Sony for wildlife photography",
        "img": "https://images.unsplash.com/photo-1610372537236-0147e2a5fad3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1332&q=80",
        "date": "Tuesday, December, 13th 2019",
        "description": "With some of my clearer-viewed animals—not hiding behind layers of branches—I put the animal eye focus to the test. I found it quick and easy to lock in the eyes of the animals. It’s a really useful tool when having to shoot so quickly, alternating between photo and film, wide and close. Without the autofocus, I think I’d have struggled to get some of these images quickly enough. Wildlife photographer and videographer Rachel Sarah recently visited Kruger National Park, South Africa, with the full-frame mirrorless Sony A7 IV and Sony 200-600mm f/5.6-6.3 G OSS. Learn more about Rachel’s verdict on the setup and check out those stunning images. As I rattled along in a safari vehicle, juggling camera setups, I wondered which animals I was going to see over the next few days—and I hoped I’d be able to capture them as beautifully as I wanted to. I was out in South Africa, shooting for the travel brand Flash Pack. I spent a few days in Kruger National Park, hoping to spot all of the big five: the lion, leopard, rhinoceros, elephant and buffalo."
    },
    {
        "id": "04",
        "title": "One image can change us #ChangeGear",
        "img": "https://images.unsplash.com/photo-1516724562728-afc824a36e84?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1171&q=80",
        "date": "Monday, September, 13th 2021 ",
        "description": "Today we launched our new TV advert, encouraging more photographers, videographers and content creators to choose used. This advert will be airing across our core markets in the UK, US and Germany. This advert is part of a new brand campaign called Change. Sophie Collins, our Chief Marketing Officer at MPB, comments: “At MPB we know the importance of imagery; without visual storytelling, a story is half told. For centuries people have used photography to capture some of the world’s most important issues and having access to the right cameras, lenses and accessories are essential to this. This campaign reminds people that they can get their hands on kit in a more sustainable and affordable way. Our circular model sees hundreds of thousands of used cameras, lenses and accessories put back into play for photographers and videographers around the world. The quality of this kit remains high throughout its long lifespan and unlike most consumer electronics, cameras and lenses are backwards compatible so MPB wants to keep them in circulation. Ultimately, kit is built to last so it’s important that it’s not left on the shelf. “This is a huge moment for MPB and we’re incredibly excited to showcase the fantastic work of our talented colleagues through this campaign. We’re a company of visual storytellers and it’s important to us that this campaign encapsulates exactly what MPB is all about. By sourcing internally as well as from photographers we’ve featured across our MPB channels, we’ve really brought our commitment to opening up the world of visual storytelling to life, which is something we’re really proud of.”"
    },
    {
        "id": "05",
        "title": "Recommended camera setups for students",
        "img": "https://images.unsplash.com/photo-1480365501497-199581be0e66?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "date": "Wednesday, September, 10th 2020",
        "description": "This is a solid full-frame camera and zoom setup. Beautiful colours and renditions bring out detail and colour. Plus, you can swap out the Canon EOS 5D Mk II for a 5D classic or a 5D Mk III, depending on your budget or video needs. Everyone’s a photographer now. The smartphone in your pocket comes with an excellent integrated camera, while apps and online editing tools make it simple to turn even the most mundane snap into something truly impressive. But, for truly outstanding images, it’s still impossible to beat a standalone camera. The trick, of course, is getting the best from it. If you want to take better photos—no matter what kit you’re using—you need to start at the beginning. Most people want quick fixes and simple tricks when it comes to improving their photos. However, if you really want to up the quality of your images, you need to sit down and learn the basics. Learn how shutter speed, aperture and ISO impact on the exposure of your shots and learn how they relate to each other. Once you understand these integral photographic tools, you can begin experimenting to see how they affect your artistic efforts. Lighting can have a huge impact on the look and feel of your photos. Often, something as simple as moving your subject to face a window can transform the image and turn your photo from a throwaway snap into something special. When you look at a scene, your eyes are able to expose for shadows and highlights simultaneously. A camera will never be able to imitate your eyes. This means your photo of a beautiful sunset or summer landscape won’t look the same in-camera as it does in person. To get the best results when using natural light, use the light meter in your camera to measure the shadows and the highlights in your scene. You can then choose average shutter speed and aperture readings for your photo."
    },
    {
        "id": "06",
        "title": "Photography Daily interview: Charlie Phillips",
        "img": "https://images.unsplash.com/photo-1527545684032-40b92706054a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1153&q=80",
        "date": "Friday, July, 16th 2021",
        "description": "Neale James, the presenter of the Photography Daily podcast, sponsored by MPB, spoke to British cultural icon—and one of the most important photographers of his time—Charlie Phillips. In the interview, they discussed his youth, extensive travels and how he became a master at documenting so many iconic moments in history. Read an edited excerpt below: CP: Growing up, I thought I wanted to be a naval architect, designing ships—or even an opera singer. But, things didn’t pan out that way. It was the late 50s and there weren't a lot of things to do for entertainment. People would attend house parties in basement flats around the neighbourhood. An American attending one of the parties left a camera behind, the Kodak Renetta, and a magazine called The Saturday Evening Post. I was browsing through the magazine and one of Norman Rockwell's photographs inspired me to get out and take photos with the camera. When I was 13, I ran a paper round. With the money I had, I bought a do-it-yourself photography book. I started taking more and more pictures. I would use a photo contact printer that only does postcards. You put the negative at the top and a 60-watt light bulb over the card for ten seconds. I would develop these in my bathroom and then sell the prints for 3 or 4 pence."
    }
]